ariang-allinone
autotiling
babashka-bin
baidunetdisk-electron
caj2pdf-git
cajviewer-bin
ccl
emacs-gcc-wayland-devel-bin
google-chrome
grimshot
gstreamer0.10-base-plugins
helix-git
janet-lang
lfe-git
ly
microsoft-edge-beta-bin
nerd-fonts-fira-code
nyxt-browser-git
page-git
quicklisp
roswell
swaynagmode
ttf-ms-fonts
typora
ulauncher
v2raya-bin
wev
wps-office
