# utils
base
atool
amd-ucode
binutils
efibootmgr
fakeroot
fd
feh
fzf
fish
grep
grub
gzip
man-db
man-pages
ntfs-3g
p7zip
patch
proxychains-ng
sudo
zip
tldr
translate-shell
trash-cli
v2ray
wget
xf86-video-vesa
pulsemixer
rlwrap

# fonts
adobe-source-han-sans-otc-fonts
adobe-source-sans-fonts
noto-fonts-emoji

# config
blueman
bluez-utils
gammastep
light
sddm
snapper

# wayland
mako
sway
swaylock
waybar
wl-clipboard
xdg-desktop-portal-wlr

# dev
clang
clojure
gcc
git
jdk
leiningen
lldb
llvm
rust-analyzer
rustup
sbcl
yarn

# software
alacritty
aria2
asciinema
gimp
htop
neovim
networkmanager
pavucontrol
pcmanfm
qemu
ranger
zathura
zathura-djvu
zathura-pdf-mupdf
xournalpp
vlc
miller-git
sd
jq
exa
